Revit 2027 API
ParameterTypeId.RbsElecDemandfactorLoadclassificationParam Property
 "Load Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandfactorLoadclassificationParam { get; }
Public Shared ReadOnly Property RbsElecDemandfactorLoadclassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandfactorLoadclassificationParam {
	ForgeTypeId^ get ();
}
static member RbsElecDemandfactorLoadclassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace